html/keynes-vs-hayek.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>凯恩斯大战哈耶克</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="dirtysalt" />
<link rel="shortcut icon" href="/themes/favicon.ico" /><link rel="stylesheet" type="text/css" href="/themes/simple.css"/></head>
<body>
<div id="content">
<h1 class="title">凯恩斯大战哈耶克</h1>
<div class="export">
<p>
&lt;iframe width="560" height="315" src="<a href="https://www.youtube.com/embed/zimtDfsTAUU">https://www.youtube.com/embed/zimtDfsTAUU</a>" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen&gt;&lt;/iframe&gt;
</p>

</div>

<p>
下面是歌词，视频看起来凯恩斯的思想在一开始就被接受，而大家对哈耶斯的自由市场理论最开始并不感冒。
</p>

<p class="verse">
Fear the boom and bust<br  />
涨落可惧<br  />
We’ve been going back and forth for a century<br  />
我们这样针锋相对已经一世纪<br  />
[Keynes] I want to steer markets,<br  />
[凯恩斯]我想要掌舵市场，<br  />
[Hayek] I want them set free<br  />
[哈耶克]我想让市场自由，<br  />
There’s a boom and bust cycle and good reason to fear it<br  />
经济总是有涨有落，我们当然会畏惧<br  />
[Hayek] Blame low interest rates.<br  />
[哈耶克]责怪利率太低吧。<br  />
[Keynes] No… it’s the animal spirits<br  />
[凯恩斯]不…应该责怪人的“动物精神”<br  />
[Keynes Sings:]<br  />
[凯恩斯 唱：]<br  />
John Maynard Keynes, wrote the book on modern macro<br  />
约翰•梅纳德•凯恩斯，撰写了现代宏观经济学<br  />
The man you need when the economy’s off track, [whoa]<br  />
在经济偏离轨道时，你就需要他，[哇～]<br  />
Depression, recession now your question’s in session<br  />
经济萧条，经济衰退，现在你开始问这一连串的问题<br  />
Have a seat and I’ll school you in one simple lesson<br  />
找个座位做好，我立马就给你上这简单的一课<br  />
BOOM, 1929 the big crash<br  />
嘣，1929年的市场崩盘<br  />
We didn’t bounce back—economy’s in the trash<br  />
我们看不到反弹—经济情况一塌糊涂<br  />
Persistent unemployment, the result of sticky wages<br  />
持续失业，是粘性工资的结果<br  />
Waiting for recovery? Seriously? That’s outrageous!<br  />
坐等经济复苏？有没有搞错？完全不能接受！<br  />
I had a real plan any fool can understand<br  />
我有一个连傻瓜都能明白的计划<br  />
The advice, real simple—boost aggregate demand!<br  />
我的意见，非常简单—提高总需求<br  />
C, I, G, all together gets to Y<br  />
C(消费),I(投资),G(政府支出)，所有这些加起来就是Y(经济总量)<br  />
Make sure the total’s growing, watch the economy fly<br  />
只要确保总量增长，你就一定能看到经济走高<br  />
We’ve been going back and forth for a century<br  />
我们这样针锋相对已经一世纪<br  />
[Keynes] I want to steer markets,<br  />
[凯恩斯]我想要掌舵市场，<br  />
[Hayek] I want them set free<br  />
[哈耶克]我想让市场自由，<br  />
There’s a boom and bust cycle and good reason to fear it<br  />
经济总是有涨有落，我们当然会畏惧<br  />
[Hayek] Blame low interest rates.<br  />
[哈耶克]责怪利率太低吧。<br  />
[Keynes] No… it’s the animal spirits<br  />
[凯恩斯]不…应该责怪人的“动物精神”<br  />
You see it’s all about spending, hear the register cha-ching<br  />
你看，这事儿就是关于支出，听那收银机叮叮作响<br  />
Circular flow, the dough is everything<br  />
让现金流动，金钱就是一切<br  />
So if that flow is getting low, doesn’t matter the reason<br  />
所以如果流动性太低，其他一切都无能为力<br  />
We need more government spending, now it’s stimulus season<br  />
我们需要更多的政府支出，现在是采取经济刺激的时候了<br  />
So forget about saving, get it straight out of your head<br  />
所以储蓄去见鬼吧，把这个想法尽早扔出你的脑瓜<br  />
Like I said, in the long run—we’re all dead<br  />
就像我说的，从长期看来—我们都将不复存在<br  />
Savings is destruction, that’s the paradox of thrift<br  />
储蓄只有毁灭作用，这就是节俭的悖论<br  />
Don’t keep money in your pocket, or that growth will never lift…<br  />
不要把钱留在你的口袋，否则经济增长就不能实现<br  />
<br  />
because…<br  />
因为…<br  />
Business is driven by the animal spirits<br  />
商业是由“动物精神”所驱使的<br  />
The bull and the bear, and there’s reason to fear its<br  />
牛市和熊市交替，我们有理由畏惧<br  />
Effects on capital investment, income and growth<br  />
它对资本投资，收入和增长的影响<br  />
That’s why the state should fill the gap with stimulus both…<br  />
这就是为什么国家应该用经济刺激填补这个空缺，<br  />
The monetary and the fiscal, they’re equally correct<br  />
财政和货币刺激应该双管齐下，他们都同样正确<br  />
Public works, digging ditches, war has the same effect<br  />
公共事业，开河挖沟，发动战争都有同样的效果<br  />
Even a broken window helps the glass man have some wealth<br  />
打破一扇窗户甚至也能给玻璃匠带来财富<br  />
The multiplier driving higher the economy’s health<br  />
乘数效应能带动经济向更高处发展<br  />
And if the Central Bank’s interest rate policy tanks<br  />
但如果中央银行搞砸利率政策<br  />
A liquidity trap, that new money’s stuck in the banks!<br  />
流动性陷阱就会把新钞都困在银行<br  />
Deficits could be the cure, you been looking for<br  />
赤字将被填平，这不就是你想要的么<br  />
Let the spending soar, now that you know the score<br  />
就让政府支出走高吧，然后你就知道会怎样了<br  />
My General Theory’s made quite an impression<br  />
我的经济总论会让你大开眼界的<br  />
[a revolution] I transformed the econ profession<br  />
[一场革命！]我改造了经济学界<br  />
You know me, modesty, still I’m taking a bow<br  />
你们都认识我，谦虚的我，我会向诸位鞠躬<br  />
Say it loud, say it proud, we’re all Keynesians now<br  />
大声说，自豪地说，我们现在都是凯恩斯主义者<br  />
We’ve been going back and forth for a century<br  />
我们这样针锋相对已经一世纪<br  />
[Keynes] I want to steer markets,<br  />
[凯恩斯]我想要掌舵市场，<br  />
[Hayek] I want them set free<br  />
[哈耶克]我想让市场自由，<br  />
There’s a boom and bust cycle and good reason to fear it<br  />
经济总是有涨有落，我们当然会畏惧<br  />
[Keynes] I made my case, Freddie H<br  />
[凯恩斯]我已经说明了我的立场， Freddie H（哈耶克，戏称）<br  />
Listen up , Can you hear it?<br  />
仔细听好，你都明白我说的了么？<br  />
Hayek sings:<br  />
哈耶克 唱：<br  />
I’ll begin in broad strokes, just like my friend Keynes<br  />
就像我的朋友凯恩斯所述，我也从大处说起，<br  />
His theory conceals the mechanics of change,<br  />
他的学说隐藏了变化产生的机理，<br  />
That simple equation, too much aggregation<br  />
那个简单的等式，把太多的东西加总在一起<br  />
Ignores human action and motivation<br  />
忽略了的是人类行为和背后的动机<br  />
And yet it continues as a justification<br  />
但是它还继续为一些错误的政策提供支持<br  />
For bailouts and payoffs by pols with machinations<br  />
比如，那些“紧急财政援助”以及那些为政客的阴谋而买的单<br  />
You provide them with cover to sell us a free lunch<br  />
你为他们提供掩护，让他们卖给我们免费午餐<br  />
Then all that we’re left with is debt, and a bunch<br  />
现在我们都为此负债，而且负债累累，<br  />
If you’re living high on that cheap credit hog<br  />
如果你想利用廉价的信用过上富足的生活<br  />
Don’t look for cure from the hair of the dog<br  />
就不要试图用同样的方法来解决当下的困局<br  />
Real savings come first if you want to invest<br  />
实际储蓄上升要先于投资<br  />
The market coordinates time with interest<br  />
市场用利率来协调时机<br  />
Your focus on spending is pushing on thread<br  />
你所强调的支出将不会奏效<br  />
In the long run, my friend, it’s your theory that’s dead<br  />
在长期看来，我的朋友，是你的学说将不复存在<br  />
So sorry there, buddy, if that sounds like invective<br  />
所以抱歉了，我的朋友，如果我说的太过恶毒<br  />
Prepared to get schooled in my Austrian perspective<br  />
你还是准备好来我的奥地利学派重新学习吧<br  />
We’ve been going back and forth for a century<br  />
我们这样针锋相对已经一世纪<br  />
[Keynes] I want to steer markets,<br  />
[凯恩斯]我想要掌舵市场，<br  />
[Hayek] I want them set free<br  />
[哈耶克]我想让市场自由，<br  />
There’s a boom and bust cycle and good reason to fear it<br  />
经济总是有涨有落，我们当然会畏惧<br  />
[Hayek] Blame low interest rates.<br  />
[哈耶克]责怪利率太低吧。<br  />
[Keynes] No… it’s the animal spirits<br  />
[凯恩斯]不…应该责怪人的“动物精神”<br  />
The place you should study isn’t the bust<br  />
你该研究的地方不是经济的低谷<br  />
It’s the boom that should make you feel leery, that’s the thrust<br  />
反倒是经济的高潮应该然给你提高警惕，这才是关键<br  />
Of my theory, the capital structure is key.<br  />
在我的学说里，资本结构是关键。<br  />
Mal-investments wreck the economy<br  />
错误的投资会搞垮经济<br  />
The boom gets started with an expansion of credit<br  />
经济高潮始于信用的扩张<br  />
The Fed sets rates low, are you starting to get it?<br  />
联邦储备把利率设的太低了，你开始明白过来了么？<br  />
That new money is confused for real loanable funds<br  />
这些新增的钞票让人错以为它们是实际可借的资产<br  />
But it’s just inflation that’s driving the ones<br  />
但其实那只不过是通货膨胀而已<br  />
Who invest in new projects like housing construction<br  />
而通胀让人们去投资住宅建设项目<br  />
The boom plants the seeds for its future destruction<br  />
那经济的走高为它未来的毁灭种下了种子<br  />
The savings aren’t real, consumption’s up too<br  />
储蓄增长并非实际，消费却也跟着增长<br  />
And the grasping for resources reveals there’s too few<br  />
但当人们开始寻求真正的经济资源，他们就会发现其实资源有限<br  />
So the boom turns to bust as the interest rates rise<br  />
所以经济增长就会随着利率上升而破灭<br  />
With the costs of production, price signals were lies<br  />
当生产的成本上升，价格上升的信号就成为了一个谎言<br  />
The boom was a binge that’s a matter of fact<br  />
经济增长只是一场狂欢，这就是事实情况<br  />
Now its devalued capital that makes up the slack.<br  />
而今贬值的资本将连本带利偿还一切<br  />
Whether it’s the late twenties or two thousand and five<br  />
无论是上世纪20年代末，还是2005年<br  />
Booming bad investments, seems like they’d thrive<br  />
错误投资所带来的经济发展，看上去好像一片繁荣（，实则不然）<br  />
You must save to invest, don’t use the printing press<br  />
你必须先有储蓄才能投资，别指望用印钞机来解决问题<br  />
Or a bust will surely follow, an economy depressed<br  />
否则泡沫必会破灭，而经济将会面临萧条<br  />
Your so-called “stimulus” will make things even worse<br  />
你所谓的“经济刺激”只会起反作用<br  />
It’s just more of the same, more incentives perverse<br  />
它犯了同样的错误，而且激励设计更加荒谬<br  />
And that credit crunch ain’t a liquidity trap<br  />
且信用紧缩并不是流动性陷阱<br  />
Just a broke banking system, I’m done, that’s a wrap.<br  />
这银行系统错误连篇，我说完了，就这样了。<br  />
We’ve been going back and forth for a century<br  />
我们这样针锋相对已经一世纪<br  />
[Keynes] I want to steer markets,<br  />
[凯恩斯]我想要掌舵市场，<br  />
[Hayek] I want them set free<br  />
[哈耶克]我想让市场更自由，<br  />
There’s a boom and bust cycle and good reason to fear it<br  />
经济总是有涨有落，我们当然会畏惧<br  />
[Hayek] Blame low interest rates.<br  />
[哈耶克]责怪利率太低吧。<br  />
[Keynes] No… it’s the animal spirits<br  />
[凯恩斯]不…应该责怪人的“动物精神”<br  />
<br  />
“The ideas of economists and political philosophers, both when they are right and when they are wrong, are more powerful than is commonly understood. Indeed the world is ruled by little else. Practical men, who believe themselves to be quite exempt from any intellectual influence, are usually the slaves of some defunct economist.”<br  />
John Maynard Keynes<br  />
The General Theory of Employment, Interest and Money<br  />
“无论是对是错，经济学家和政治哲学家们的想法都是非常有力的。我承认，这个世界表面上来看是被一些微不足道的个体所控制着的。那些从事实际控制工作的个体会觉得他们的行为是不受学术世界的影响的。然而很多时候，他们只不过是那些已故的经济学家的奴隶而已。”<br  />
约翰•梅纳德•凯恩斯<br  />
《就业、利息和货币通论》<br  />
<br  />
“The curious task of economics is to demonstrate to men how little they really know about what they imagine they can design.”<br  />
F A Hayek<br  />
The Fatal Conceit<br  />
“经济学有一个有意思的作用就是向人们证明，对于那些我们自以为可以设计好的机制，我们的知识其实远远不够。”<br  />
弗里德里希·奥古斯特·冯·哈耶克<br  />
《致命的自负》<br  />
</p>
</div>
</body>
</html>
